Repository: handokei/subway-now
Catalog: targets/subway-widget/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# widget.lockscreen.title
source: 지하철
en: Subway
ja: 地下鉄
zh_hans: 地铁

# widget.detecting
source: 감지 중
en: Detecting
ja: 検索中
zh_hans: 检测中

# widget.freshness.stale
source: 갱신 지연
en: Update delayed
ja: 更新遅延
zh_hans: 更新延迟

# widget.freshness.expired
source: 정보 오래됨
en: Info outdated
ja: 情報が古い
zh_hans: 信息已过期

# widget.header
source: 지하철
en: Subway
ja: 地下鉄
zh_hans: 地铁

# widget.displayName
source: 지하철 현재 역
en: Current Station
ja: 現在の駅
zh_hans: 当前地铁站

# widget.description
source: 가장 가까운 지하철역을 홈 화면에서 확인하세요.
en: See the nearest subway station on your Home Screen.
ja: ホーム画面で最寄り駅を確認できます。
zh_hans: 在主屏幕上查看最近的地铁站。

# widget.boardingPrompt.boarded.question
source: 탑승하셨나요?
en: Did you board?
ja: 乗車しましたか?
zh_hans: 您上车了吗?

# widget.boardingPrompt.boarded.button
source: 탑승했어요
en: Boarded
ja: 乗車した
zh_hans: 已上车

# widget.boardingPrompt.boarded.notBoarded.button
source: 미탑승
en: Didn't board
ja: 乗車していない
zh_hans: 未上车

# widget.boardingPrompt.disembark.question
source: 하차하셨나요?
en: Did you get off?
ja: 下車しましたか?
zh_hans: 您下车了吗?

# widget.boardingPrompt.disembark.button
source: 하차했어요
en: Got off
ja: 下車した
zh_hans: 已下车

# widget.boardingPrompt.disembark.notYet.button
source: 아직이요
en: Not yet
ja: まだ
zh_hans: 还没
